[MD_WOTC_BOIII_ASR_ICR1_STD_XCOM_T1 X2WeaponTemplate_Custom]
FriendlyName="ICR-1型"
FriendlyNamePlural="ICR-1型"
AbilityDescName="突击步枪"
BriefSummary="作为HK416系列武器的继承者，ICR-1是基于M4的下一代突击步枪，专为温斯洛协议设计。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：5.56x45毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_ASR_ICR1_STD_XCOM_T2 X2WeaponTemplate_Custom]
FriendlyName="ICR-1型"
FriendlyNamePlural="ICR-1型"
AbilityDescName="突击步枪"
BriefSummary="作为HK416系列武器的继承者，ICR-1是基于M4的下一代突击步枪，专为温斯洛协议设计。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：5.56x45毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_ASR_ICR1_STD_XCOM_T3 X2WeaponTemplate_Custom]
FriendlyName="ICR-4型"
FriendlyNamePlural="ICR-4型"
AbilityDescName="突击步枪"
BriefSummary="作为HK416系列武器的继承者，ICR-1是基于M4的下一代突击步枪，专为温斯洛协议设计。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：5.56x45毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：光束"

[MD_WOTC_BOIII_ASR_ICR1_STD_SKR_T1 X2WeaponTemplate_Custom]
FriendlyName="ICR-1型"
FriendlyNamePlural="ICR-1型"
AbilityDescName="突击步枪"
BriefSummary="作为HK416系列武器的继承者，ICR-1是基于M4的下一代突击步枪，专为温斯洛协议设计。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：5.56x45毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_ASR_ICR1_STD_SKR_T2 X2WeaponTemplate_Custom]
FriendlyName="ICR-1型"
FriendlyNamePlural="ICR-1型"
AbilityDescName="突击步枪"
BriefSummary="作为HK416系列武器的继承者，ICR-1是基于M4的下一代突击步枪，专为温斯洛协议设计。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：5.56x45毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_ASR_ICR1_STD_SKR_T3 X2WeaponTemplate_Custom]
FriendlyName="ICR-4型"
FriendlyNamePlural="ICR-4型"
AbilityDescName="突击步枪"
BriefSummary="作为HK416系列武器的继承者，ICR-1是基于M4的下一代突击步枪，专为温斯洛协议设计。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：5.56x45毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：光束"